[InteractiveObjects.Lobelia_TestingZone_GenericButton InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_TestingZoneOnion MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Cebola das Neves"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_TestingZoneOnion:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Batatas fritas também são deliciosas."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_TestingZoneOnionRepeat MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Cebola das Neves"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_TestingZoneOnionRepeat:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Batatas fritas também são deliciosas."
NoConstraintText=""
Suffix=""
Prefix=""

